print('Задача 5. Часы')
n = int(input('Введите количество минут: '))
print('Часов:', n // 60)
print('Минут:', n % 60)
# Напишите программу,
# которая получает на вход число n — количество минут, — затем считает,
# 1) сколько это будет в часах
# 2) сколько минут останется
# и выводит на экран эти два результата.
# (В вычислениях вам помогут операции // и %)
